// /** @file
//
// Copyright (c) 2010 - 2015, Byosoft Corporation.<BR>
// All rights reserved.This software and associated documentation (if any)
// is furnished under a license and may only be used or copied in
// accordance with the terms of the license. Except as permitted by such
// license, no part of this software or documentation may be reproduced,
// stored in a retrieval system, or transmitted in any form or by any
// means without the express written consent of Byosoft Corporation.
//
// File Name:
//
// Abstract:
//   Platform configuration setup.
//
// Revision History:
//
//
// **/
/=#
#langdef   en-US "English"
#langdef   zh-Hans  "\wide中文\narrow"

#string    STR_INFORMATION1        #language en-US "System Security: Setup Password Required."
                                   #language zh-Hans  "系统安全：请输入管理员密码"
#string    STR_INFORMATION2        #language en-US "Enter Setup Password and Press <Enter>:"
                                   #language zh-Hans  "输入管理员密码然后按回车键："
#string    STR_INFORMATION3        #language en-US "Invalid Password."
                                   #language zh-Hans  "密码错误"
#string    STR_INFORMATION4        #language en-US "System Security: Power-On Password Required."
                                   #language zh-Hans  "系统安全：请输入开机密码"
#string    STR_INFORMATION5        #language en-US "Enter System Power-On Password and Press <Enter>:"
                                   #language zh-Hans  "输入开机密码然后按回车键："



